Repository: blerohellec/customfields
Catalog: locales/*.po
Languages: de_de, es_es, fr_fr, it_it

source: Title
de_de: Benutzerdefinierte Felder
es_es: Campos Personalizados
fr_fr: Customfields
it_it: Campi personalizzati

source: Manage Custom Fields
de_de: Benutzerdefinierte Felder verwalten
es_es: Gestionar Campos Personalizados
fr_fr: Gérer les Champs Personnalisés
it_it: Gestione Campi personalizzati

source: Device Type
de_de: Gerätetyp
es_es: Tipo de dispositivo
fr_fr: Type de composant
it_it: Tipo dispositivo

source: Status
es_es: Estado
fr_fr: Statut
it_it: Stato

source: Enabled
de_de: Aktiviert
es_es: Habilitado
fr_fr: Activé
it_it: Abilitato

source: Disabled
de_de: Deaktiviert
es_es: Deshabilitado
fr_fr: Désactivé
it_it: Disabilitato

source: Setup of Custom Fields Plugin
de_de: Setup des Benutzerdefinierte Felder Plugins
es_es: Configuración de Campos Personalizados Plugin
fr_fr: Installation du plugin Champs Personnalisés
it_it: Setup del plugin Campi personalizzati

source: Manage Custom Dropdowns
de_de: Benutzerdefinierte Auswahllisten verwalten
es_es: Gestionar desplegables personalizados
fr_fr: Gérer les listes déroulantes
it_it: Gestisci i men&ugrave personalizzati

source: Custom Dropdown
de_de: Benutzerdefinierte Auswahlliste
es_es: Desplegable personalizado
fr_fr: Liste déroulante
it_it: Men&ugrave personalizzato

source: Back to Manage Custom Fields
de_de: Zurück zu Benutzerdefinierte Felder verwalten
es_es: Volver a Gestionar Campos Personalizados
fr_fr: Retour vers Gérer les Champs Personnalisés
it_it: Ritorna alla Gestione Campi personalizzati

source: Label
de_de: Bezeichnung
es_es: Etiqueta
fr_fr: Libellé
it_it: Etichetta

source: System Name
de_de: Interner Name
es_es: Nombre en el sistema
fr_fr: Nom interne DB
it_it: Nome di sistema (campo del DB)

source: Used by %1$s device
de_de: Benutzt von %1$s Gerät
es_es: Usado por %1$s dispositvo
fr_fr: Champ utilisé par %1$s composant
it_it: Usato da %1$s dispositivi

source: No custom dropdowns defined yet
de_de: Keine benutzerdefinierten Auswahllisten erstellt. Fügen Sie diese unten hinzu.
es_es: No hay campos desplegables definidos todavía. Añádalos abajo.
fr_fr: Aucune liste déroulante définie pour l'instant. Ajoutez-en ci-dessous.
it_it: Non &egrave; stato ancora definito nessun campo personalizzato. Aggiungilo qui sotto.

source: Add New Dropdown
de_de: Neue Auswahlliste erstellen
es_es: Añadir nuevo desplegable
fr_fr: Ajouter une liste déroulante
it_it: Aggiungi un nuovo men&ugrave;

source: Custom fields have been enabled for this device type
de_de: Benutzerdefinierte Felder wurden für diesen Gerätetyp aktiviert.
es_es: Campos personalizados habilitados para este tipo de dispositivo.
fr_fr: Les Champs personnalisés sont activés pour ce type de composant.
it_it: I campi personalizzati sono stati abilitati per questo dispositivo.

source: Custom Field
de_de: Benutzerdefiniertes Feld
es_es: Campo personalizado
fr_fr: Champ personnalisé
it_it: Campo personalizzato

source: Type
de_de: Typ
es_es: Tipo

source: Sort
de_de: Sortieren
es_es: Ordenar
fr_fr: Tri
it_it: Ordine

source: Required
de_de: Benötigt
es_es: Requerido

source: Entities
de_de: Einheiten
es_es: Entidades

source: No custom field yet
de_de: Keine benutzerdefinierten Felder konfiguriert. Fügen Sie diese unten hinzu.
es_es: No hay campos personalizado todavía. Añádalos abajo
fr_fr: Aucun champ personnalisé n'existe. Ajoutez-en ci-dessous.
it_it: Non &egrave stato ancora definito nessun campo personalizzato. Aggiungilo qui sotto.

source: Add New Field
de_de: Neues Feld hinzufügen
es_es: Añadir nuevo
fr_fr: Ajouter un nouveau champ
it_it: Aggiungi un nuovo campo

source: text_explained
de_de: Text (Mehrzeilig)
es_es: Texto (múltiples líneas)
fr_fr: Texte (lignes multiples)
it_it: Testo (su pi&ugrave linee)

source: notes_explained
de_de: Notizfeld (großer Eingabebereich)
es_es: Notas (área grande de texto)
fr_fr: Notes (zone de texte)
it_it: Note (area testo)

source: date
de_de: Datum
es_es: Fecha
it_it: Data

source: number
de_de: Zahl
es_es: Número
fr_fr: Nombre
it_it: Numero

source: money
de_de: Währung
es_es: Dinero
fr_fr: Monétaire
it_it: Valuta

source: yesno
de_de: Ja/Nein
es_es: Sí/No
fr_fr: Oui/Non
it_it: Si/No

source: sectionhead
de_de: Überschrift
es_es: Cabecera de sección
fr_fr: Entête de section
it_it: Intestazione

source: Clone Field
de_de: Feld klonen (von einem anderen Gerätetyp)
es_es: Clonar campo (desde otro tipo de dispoitivo)
fr_fr: Cloner un champ (depuis un autre type de composant)

source: Field
de_de: Feld
es_es: Campo
fr_fr: Champ
it_it: Campo

source: Add Custom Dropdown
de_de: Benutzerdefinierte Auswahlliste hinzufügen
es_es: Añadir campo desplegable
fr_fr: Ajouter une liste déroulante
it_it: Aggiungi un men&ugrave; personalizzato

source: Dropdown Name
de_de: Name der Auswahlliste
es_es: Nombre del campo desplegable
fr_fr: Nom de la liste
it_it: Nome del men&ugrave;

source: Status of Custom Fields
de_de: Benutzerdefinierte Felder - Status
es_es: Estado de Campos Personalizados
fr_fr: Statut du plugin Champs Personnalisés pour ce composant
it_it: Stato di Campi personalizzati

source: Enable
de_de: Aktiviere
es_es: Habilitar
fr_fr: Activer
it_it: Abilita

source: Disable
de_de: Deaktiviere
es_es: Deshabilitar
fr_fr: Désactiver
it_it: Disabilita

source: Disabled
es_es: Deshabilitado

source: Custom Dropdown
es_es: Desplegable personalizado

source: You have not selected Dropdown
de_de: Sie haben keine Auswahlliste ausgewählt
es_es: No ha seleccionado combo
fr_fr: Vous n'avez pas selectionné de liste déroulante
it_it: Non hai selezionato combo

source: No fields available
de_de: There is no custom field available.
es_es: No hay campos adicionales configurados
fr_fr: Aucun champ personnalisé n'existe. Ajoutez-en ci-dessous.
it_it: There is no custom field available.

source: Customfields disabled for this device type
de_de: Benutzerdefinierte Felder wurden für diesen Gerätetyp deaktiviert.
es_es: Campos personalizado deshabilitados para este tipo de dispositivo.
fr_fr: Les Champs personnalisés sont désactivés pour ce type de composant.
it_it: I campi personalizzati sono stati disabilitati per questo dispositivo.

source: There is no restricted field
es_es: No hay ningún campo restringido
fr_fr: Aucun champ restreint

source: general
de_de: Allgemein
it_it: Generale
